[
    {
        "electoral_summary": "Washington's election was unsurprisingly one-sided, with all possible electoral votes going to him. He did not have a specific opponent as the modern political parties had not developed.",
        "domestic_issues": "* Hamilton and Jefferson's quarrel\nAlexander Hamilton wanted the federal government to have more import while Thomas Jefferson believed that the state governments should be prioritized. Their fundamental opposition led to the formation of the first political parties.\n* The creation of the national bank\nAfter the national bank passed through Congress, Washington signed off on it despite the Jeffersonian insistence that it was unconstitutional.\n* The Whiskey Rebellion\nAfter Congress began to tax alcohol more heavily civil unrest grew, particularly amongst farmers. This eventually led to the Whiskey Rebellion, which forced Washington to utilize state militias. ",
        "foreign_policy_issues": "* French Revolutionary Wars\nWhen the French revolted against Great Britain Washington declared neutrality.\n* Controversy over the Jay Treaty\nThe Jay Treaty, created by Hamilton, was made to allow normal trade relations with Great Britain, but was cons. Despite his hesitations, Washington had John Jay sign the treaty on his behalf to avoid war.\n* Free trade with Great Britain\nAfter the Jay Treaty, the British allowed American trade in the West Indies, which was greatly beneficial for America. However, this angered the French Revolutionaries. ",
        "major_contributions": "In addition to being the first president under the new constitution, Washington chose to leave office after serving only two terms, setting a long-lasting precedent.",
        "quote": "Human happiness and moral duty are inseparably connected.",
        "quote_explanation": "Washington prioritized the prosperity of the country, even if that meant doing things he may not have wanted to do, such as compromising with the British."
    },
    {
        "electoral_summary": "John Adams' election, unlike George Washington's, was not one-sided. Adams barely edged out Jefferson by three electoral votes, with the northern and southern states largely going to Jefferson and Adams respectively.",
        "domestic_issues": "* Creation of the federal appeals courts\nAfter much advocation from Adams, and with support from the now-desperate Federalists, a system of federal appeals courts was created, which were below the Supreme Court but above the district courts.\n* Creating a national capital\nUnder Adams the national capital was moved to the Potomac river, and the District of Columbia was created.\n* Direct taxation\nTo fund the military Adams and the Federalists created the first direct tax, despite it being extremely unpopular.",
        "foreign_policy_issues": "* Quasi-War\nIn an effort to deter French ships from attacking American interests, the American navy was levied to bother French ships. This led to an informal war now known as the Quasi-War.\n* Treaty of San Lorenzo\nThe Spanish were slow to concede territory as the Treaty of San Lorenzo directed, which led to multiple plots to take it by force. Adams refused to help these plots, which avoided war with both the Spanish and the French.\n* Continuing conflict in Europe\nAdams' presidency was defined by the French Revolutionary War in Europe, with the country unsure what role it should play in foreign affairs.\n",
        "major_contributions": "John Adams was vehemently against slavery and did not own any slaves. This was atypical for the time, yet incredibly important.",
        "quote": "A Constitution of Government once changed from Freedom, can never be restored. Liberty, once lost, is lost forever.",
        "quote_explanation": "John Adams did not advocate for any changes to the constitution during his presidency."
    },
    {
        "electoral_summary": "Thomas Jefferson, running against John Adams, won his election by a decent margin of eight electoral votes. Adams got most of his votes from the north east, with Jefferson performing strongly elsewhere.",
        "domestic_issues": "* Exploration of the west\nJefferson thought that it was important that America had a presence in the west before Europe did, and chose Meriwether Lewis and William Clark to lead an exploratory expedition to the west.\n* Opposition to Federalist ideals\nJefferson was opposed to the ideals of the Federalists, as he wanted, and fought for, major changes to the social order.\n* US Military Academy at West Point\nJefferson believed that advanced training was essential for an effective military, and helped to create the US Military Academy at West Point (the other one.) ",
        "foreign_policy_issues": "* The Louisiana Purchase\nThe defining move of Jefferson's presidency was the Louisiana Purchase, which acquired vast amounts of land in the west from the French for a very good price.\n* Native Americans\nThomas Jefferson at first worked to incorporate Native Americans into the US, but eventually focused more on settlement of the west.\n* Conflict over trade with European powers\nWhile before America had been a neutral shipper for Europe, the British needed crew members, and wanted to stop supplies from reaching the French. This led to numerous conflicts, and a largely ineffective American embargo of the British.",
        "major_contributions": "Jefferson's presidency represented a drastic shift from the Federalist views of previous presidents, and led to the more limited government that we see today.",
        "quote": "The legitimate powers of government extend to such acts only as are injurious to others. It does me no injury for my neighbor to say there are twenty gods or no god. It neither picks my pocket nor breaks my leg.",
        "quote_explanation": "Thomas Jefferson strongly believed and fought for a limited government throughout his life and presidency."
    },
    {
        "electoral_summary": "James Madison beat his opponent, Charles C. Pinckney, a Federalist, by a huge margin, with only a small section of the northeast not voting for him.",
        "domestic_issues": "* Reinstitution of the national bank\nIn order to pay for the immense cost of the War of 1812, and to regulate currency, Madison oversaw the reinstitution of the national bank.\n* Federalist downfall\nAfter the War of 1812 the Federalists were all but gone, with many major Federalists joining the Democratic-Republican party.\n* Failed constitutional amendment\nAn amendment was approved by Congress that would take citizenship away from people who accepted a noble title from another country, but it was not ratified by enough states to be put into effect.",
        "foreign_policy_issues": "* The War of 1812\nThe War of 1812 was, without a doubt, the defining issue of Madison's presidency, and defeating the British yet again cemented America as a permanent country in the eyes of the world powers.\n* Louisiana and Indiana added to the Union\nLouisiana and Indiana joined the union in 1812 and 1816 respectively.\n* Second Barbary War\nWhile the War of 1812 was still ongoing the Barbary States in Africa increased their attacks on American shipping. Once America was able to levy its full navy, due to the end of the war, they declared war on Algiers. After several victories by the largest US naval fleet so far assembled, a treaty was negotiated and the war ended.  ",
        "major_contributions": "Madison's presidency represented the final erosion of the Federalists, with them eventually fading into the annals of history.",
        "quote": "The means of defense against foreign danger, have been always the instruments of tyranny at home.",
        "quote_explanation": "Despite his belief in a small government, the War of 1812 forced Madison to greatly increase the size of the US military."
    },
    {
        "electoral_summary": "James Monroe won his election against Rufus King, a Federalist, by an even wider margin than James Madison, with only a smattering of states on the east coast not going fully to Monroe.",
        "domestic_issues": "* Panic of 1819\nIn 1819 there was an economic crisis leading to the first great depression in American history, caused by lessening trade and agricultural prices resulting from the end of multiple wars.\n* Attempted elimination of political parties\nMonroe, like all of his predecessors, believed that political parties were harmful, and sought to eliminate them. His plan was to make the Democratic-Republican party the only one, and worked toward this by welcoming anyone and avoiding controversial policies.\n* Infrastructure Development\nMonroe thought that infrastructure was important for the growth of the nation, but was unsure if the federal government should play a part in it.",
        "foreign_policy_issues": "* Florida acquisition\nAfter much negotiation the US purchased the Floridas from the Spanish.\n* Treaties with the British\nMonroe negotiated critical treaties with the British that allowed for increased trade.\n* Support for revolution in Latin America\nMonroe sought to take an actively supportive position to those revolting against Spanish.",
        "major_contributions": "Monroe fought to dissolve partisanship and helped reduce party conflicts for years to come.",
        "quote": "If we look to the history of other nations, ancient or modern, we find no example of a growth so rapid, so gigantic, of a people so prosperous and happy.",
        "quote_explanation": "Monroe saw, and oversaw, great development and prosperity in the peace following the War of 1812."
    },
    {
        "electoral_summary": "John Quincy Adams did not win a majority of electoral votes, and thus was chosen in a contingent election. Adams primarily took the northeast, with the rest of the country going to Andrew Jackson, Henry Clay, and William H. Crawford, who were all Democratic-Republicans. ",
        "domestic_issues": "* Formation of political parties\nA series of disagreements between the major political players of the time led to the formation of political parties despite them initially avoiding partisanship.\n* Agenda\nAdams showed a very involved agenda to Congress that rankled many due to its ambition.\n* Infrastructure development\nAdams was able to win Congress's approval of many aggressive infrastructure developments.",
        "foreign_policy_issues": "* Border disputes\nAdams pushed for an agreement with the British on territorial disputes, but Mexican independence complicated things greatly.\n* Expansion of trade\nAn explicit goal of Adams' administration was the expansion of American trade, which led to treaties being signed with a multitude of nations.\n* Delegations to Latin America\nAdams had many delegations sent to Latin America, to reduce British influence on the region and to improve the people's view of America. ",
        "major_contributions": "Despite his initial efforts, Adams' presidency marks the beginning of partisanship in the United States. ",
        "quote": "Try and fail, but don't fail to try.",
        "quote_explanation": "Adams initially worked to avoid partisanship, but eventually failed."
    },
    {
        "electoral_summary": "Andrew Jackson beat John Quincy Adams, now a National Republican, by a large margin, with only the northeast largely going to Adams.",
        "domestic_issues": "* Indian Removal\nJackson thought that those descended from Europeans were superior to Native Americans and made numerous efforts to remove Native Americans.\n* Infrastructure development\nFederal infrastructure development was more popular than ever, yet Jackson vetoed an extension of the National Road.\n* Panic of 1837\nAfter the economic boom caused by liberal credit from banks, the Panic of 1837 arose from banks unable to physically back loans, this led to a depression, with insolvent banks and widespread unemployment.\n",
        "foreign_policy_issues": "* Opening of international waters to trade\nJackson successfully reached a long sought-after agreement with the British that allowed trade in the West Indies. \n* Pursual of French debt payment\nJackson sought to settle the debt that the French owed due to damage by Napoleon.\n* Recognition of the Republic of Texas\nJackson formally recognized the Republic of Texas.\n",
        "major_contributions": "Jackson was the first Democrat president, a major party even today. ",
        "quote": "I have always been afraid of banks.",
        "quote_explanation": "There was much turmoil involving banks during Jackson's presidency."
    },
    {
        "electoral_summary": "Martin Van Buren beat out William Henry Harrison, Hugh L. White, Willie P. Mangum, and Daniel Webster, all members of the Whig party, by a large margin. Buren largely took areas at the edges of the union, with the center going to the rest.",
        "domestic_issues": "* Reduction of government worker working hours\nBuren reduced the working hours for government workers to a mere 10 hours per day.\n* Panic of 1837\nThe Panic of 1837 continued into Buren's presidency, with Buren blaming it on institutional and business's greed, but others blaming it on economic policies.\n* Native American removal\nBuren continued Jackson's policy of Native American removal, directing the military to forcibly move those that had not yet moved.",
        "foreign_policy_issues": "* Rebellions in Canada\nAfter parts of Canada began to rebel against the British, Buren made it clear that he wanted a peaceful end to the conflict, and sent the military to the border to show this.\n* Texas not accepted into the union\nTo avoid conflict with Mexico, Buren rejected the Texas's offer to be incorporated into the union.\n* Aroostook conflict\nAfter disputes with the British over territory on the Maine-New Brunswick frontier almost came to a full on war, Buren was able to successfully defuse the situation.\n",
        "major_contributions": "Buren demonstrated effective resolution of conflict through peaceful means, which was a great example for presidents to come.",
        "quote": "It is easier to do a job right than to explain why you didn't.",
        "quote_explanation": "While Buren resolved conflicts peacefully, he also did so proactively."
    },
    {
        "electoral_summary": "William Henry Harrison ran against Martin Van Buren of the Democratic Party. Harrison won in a landslide, carrying the majority of the electoral votes and winning in almost every region of the country, with only a smattering of states going to Buren.",
        "domestic_issues": "* Inaugural address\nHarrison gave the longest inaugural address in US history.\n* Slavery\nHarrison, who owned slaves, said that controlling slavery should be a power for the states.\n* Re-establishment of the national bank\nIn his inaugural address, Harrison committed to restoring the national bank, but promised to largely defer to Congress's judgement.",
        "foreign_policy_issues": "* Treaties with the Native Americans\nHarrison negotiated multiple treaties with the Native Americans that gave the US much more land.\n\nUnfortunately, Harrison died after only a month in office, and thus did not have much impact on foreign affairs.",
        "major_contributions": "Harrison's early death brought attention to gaps in laws regarding the transfer of power.",
        "quote": "The virtue of its Citizens is the only Support of a Republican government.",
        "quote_explanation": "Harrison committed to deferring to the judgement of Congress, an important Whig standard and standard of a republic."
    },
    {
        "electoral_summary": "John Tyler succeeded William Henry Harrison after Harrison's death, and was not elected.",
        "domestic_issues": "* Tyler repeatedly went against what the Whig party wanted him to do.\n* He vetoed a tariff designed to reduce the federal deficit that was strongly supported by the Whigs.\n* The Whigs wanted to impeach Tyler because they felt he was overstepping his role as a president, but ultimately chose not to. ",
        "foreign_policy_issues": "* Tyler committed America to opposing colonization of the Hawaiian Islands.\n* Tyler successfully finalized the popular Webster-Ashburton Treaty with the British.\n* The Tyler administration worked to increase Navy funding to protect growing trade interests.",
        "major_contributions": "William Henry Harrison's vice president and Virginia Senator.",
        "quote": "Parties are continually changing. The men of today give place to the men of tomorrow, and the idols which one set worship, the next destroy.",
        "quote_explanation": "Tyler's open defiance of the Whig agenda marked the beginning of the end for one of the last of the old parties."
    },
    {
        "electoral_summary": "James K. Polk beat Henry Clay, a Whig, by a solid margin in the electoral vote, with Clay only taking small stretches in central and northeast America. ",
        "domestic_issues": "* Polk pushed for moving federal funds into the Treasury, and was able to do so successfully.\n* Polk successfully reduced tariffs, which increased trade between the US and Great Britain.\n* Polk opposed federal infrastructure projects, thinking they should be the states' responsibility.",
        "foreign_policy_issues": "* Texas, Iowa, and Wisconsin were all admitted into the US under Polk.\n* The Mexican-American war was fought entirely within Polk's presidency, and ended due to new Mexican administration being more receptive to negotiations.\n* Polk attempted to buy Cuba from Spain, but Spain was unwilling to sell the territory.",
        "major_contributions": "Governor of Tennessee and House of Representatives member from Tennessee.  ",
        "quote": "No President who performs his duties faithfully and conscientiously can have any leisure.",
        "quote_explanation": "Polk worked tirelessly during his presidency and accomplished all that he promised."
    },
    {
        "electoral_summary": "Zachary Taylor beat Lewis Cass, a Democrat, by a somewhat narrow margin, with Cass and Taylor largely taking the east and west, respectively. ",
        "domestic_issues": "* The major issue of Taylor's presidency was the vast swath of land that Mexico ceded to America.\n* Taylor thought that slavery should not be practiced in the new territory because it would raise contention and ultimately not be economically feasible.\n* Taylor recommended allowing New Mexico and California to join the union to Congress.",
        "foreign_policy_issues": "* Taylor largely ceded to Clayton's judgement with regards to foreign policy.\n* Taylor died after little more than a year of service.",
        "major_contributions": "Taylor was a Major general in the US Army during the War of 1812 and the Mexican-American War.",
        "quote": "I am not a party candidate, and if elected cannot be President of a party, but the President of the whole people.",
        "quote_explanation": "Taylor, following after Washington, was opposed to party politics."
    },
    {
        "electoral_summary": "Millard Fillmore became president after Zachary Taylor's death and was not elected.",
        "domestic_issues": "* Fillmore increased enforcement of the Fugitive Slave Act.\n* The Fillmore administration finalized compromise over slavery in the new US territories.\n* Fillmore's compromise over slavery stoked the coals of revolution in the south.",
        "foreign_policy_issues": "* A secret treaty was signed that would give the US power over Hawaii in the event of war.\n* Fillmore tried and failed to prevent southern expeditions into Cuba.\n* Fillmore prevented Napoleon III from invading Hawaii via a strongly-worded missive.",
        "major_contributions": "Zachary Taylor's vice president and member of the House of Representatives from New York.",
        "quote": "God knows I detest slavery but it is an existing evil, and we must endure it and give it such protection as is guaranteed by the Constitution.",
        "quote_explanation": "Fillmore hated slavery but strengthened the enforcement of the Fugitive Slave Act. "
    },
    {
        "electoral_summary": "Franklin Pierce thoroughly beat Winfield Scott, a Whig, taking nearly every state except four.",
        "domestic_issues": "* Pierce's administration created the territories of Kansas and Nebraska through the Kansas-Nebraska Act.\n* Many people came to Kansas in an attempt to influence slavery there, which led to much violence.\n* There was continued controversy over the Fugitive Slave Act, with multiple states enacting laws that made it more difficult to enforce.",
        "foreign_policy_issues": "* The Gadsden Purchase was completed despite Pierce's objections.\n* Pierce hoped to obtain Cuba but was as unsuccessful as his predecessors.\n* The Pierce administration greatly increased the portion of the federal budget spent on the military. ",
        "major_contributions": "New Hampshire Senator, member of House of Representatives from New Hampshire, and Speaker of the New Hampshire House of Representatives.  ",
        "quote": "A Republic without parties is a complete anomaly. The histories of all popular governments show absurd is the idea of their attempting to exist without parties.",
        "quote_explanation": "Pierce was not opposed to parties, and thought them inevitable."
    },
    {
        "electoral_summary": "James Buchanan beat John C. Frémont, a Republican, by a solid margin, with Frémont largely taking the northernmost states of the US.",
        "domestic_issues": "* Buchanan appointed Nathan Clifford to the Supreme Court.\n* The Panic of 1857 saw hundreds of state-owned banks and thousands of businesses collapse.\n* The federal deficit increased over the course of Buchanan's presidency.",
        "foreign_policy_issues": "* William Bradford Reed was appointed Minister to China.\n* Buchanan was blocked from attempting to obtain Cuba due to abolitionists in the House of Representatives.\n* The Buchanan administration was unable to agree on a price for Alaska with the Russian Empire. ",
        "major_contributions": "US Minister to the United Kingdom, US Secretary of State, and Pennsylvanian Senator.",
        "quote": "I am the last President of the United States!",
        "quote_explanation": "Buchanan said this multiple times due to the secession of South Carolina."
    },
    {
        "electoral_summary": "Abraham Lincoln won by a large margin, thanks in large part to a disunified opposition. His opponents were John C. Breckinridge, a Southern Democrat, John Bell, a Constitutional Unionist, and Stephen A. Douglas, a Democrat. Lincoln took almost the entirety of the north, with Breckinridge taking most of the south.",
        "domestic_issues": "* Lincoln's presidency was utterly defined by the Civil War, a conflict between the pro-slavery south and abolitionist north.\n* Once the war was somewhat stabilized Lincoln issued the Emancipation Proclamation, which declared all slaves in the Confederacy free.\n* The 13th Amendment, which outlawed slavery, to the Constitution was approved by Congress under Lincoln.",
        "foreign_policy_issues": "* Lincoln largely delegated diplomatic issues to William H. Seward, who he named Secretary of State.\n* Two British envoys were illegally captured by the Union leading to a dispute which was ended by Lincoln releasing them.\n* After the end of the Civil War the US began to pressure France to withdraw from Mexico.",
        "major_contributions": "US House of Representatives member from Illinois, and Illinois House of Representatives member. ",
        "quote": "Do I not destroy my enemies when I make them my friends?",
        "quote_explanation": "Lincoln acted much less aggressively to the former Confederacy after the Civil War than many people wanted him to, but this ultimately proved to be a successful strategy."
    },
    {
        "electoral_summary": "Andrew Johnson became president after the assassination of Abraham Lincoln, and was not elected. ",
        "domestic_issues": "* Johnson continued Lincoln's generous approach to Reconstruction, treating the former Confederate states as equals.\n* Under Johnson the 13th amendment was finally put into place, abolishing slavery in the US.\n* Nebraska was admitted to the US despite a veto by Johnson.",
        "foreign_policy_issues": "* Johnson purchased Alaska from the Russian government.\n* After the Civil War Johnson sent 50 thousand troops to the Texas-Mexico border to further pressure France to withdraw from Mexico, who eventually did so.\n* After a raid on Canada by an Irish Catholic organization, Johnson levied the US Army who successfully stopped any more raids. ",
        "major_contributions": "Abraham Lincoln's vice president, United States Senator from Tennessee, and Governor of Tennessee.  ",
        "quote": "The goal to strive for is a poor government but a rich people.",
        "quote_explanation": "Johnson opposed many expansionist policies that Congress vehemently supported."
    },
    {
        "electoral_summary": "Ulysses S. Grant won by a large margin against Horatio Seymour, a Democrat, taking most of the north and south.",
        "domestic_issues": "* Under the Grant administration the US Department of Justice was created.\n* Grant successfully pursued the implementation of the 15th amendment to the Constitution, which ensured black suffrage.\n* Under Grant the Naturalization Act of 1870 was passed which allowed people of African descent to become citizens.",
        "foreign_policy_issues": "* Grant appointed Hamilton Fish as Secretary of State.\n* Grant negotiated a free trade treaty with the Kingdom of Hawaii.\n* Despite popular support, Grant did not recognize Cuban independence.",
        "major_contributions": "Commanding General of the US Army, and US Secretary of War.",
        "quote": "My failures have been errors in judgment, not of intent.",
        "quote_explanation": "Grant has generally been judged favorably in the eye of history."
    },
    {
        "electoral_summary": "Rutherford B. Hayes narrowly beat his opponent Samuel J. Tilden, a Democrat, with Hayes and Tilden largely taking the north and south, respectively.",
        "domestic_issues": "* The Great Railroad Strike of 1877, caused by greatly cut wages after the Panic of 1873, caused Hayes to reluctantly levied the military to end the strike. \n* Under Hayes the Lockwood Bill was passed that allowed women to be admitted to the supreme court bar.\n* Hayes did little to curtail corruption in the US Postal Service.",
        "foreign_policy_issues": "* Hayes allowed the US Army to cross the US-Mexico border to pursue criminals which led to tensions with Mexico. Hayes later revoked the order. \n* Hayes vetoed a bill intended to reduce the number of Chinese immigrants, which drew praise from the east and ire from the west.\n* Hayes helped negotiate a dispute between Argentina and Paraguay over territory, which was greatly appreciated by the Paraguayans.",
        "major_contributions": "Governor of Ohio, and member of the House of Representatives from Ohio.",
        "quote": "He serves his party best who serves his country best.",
        "quote_explanation": "Hayes did not prioritize partisan politics."
    },
    {
        "electoral_summary": "James A. Garfield beat Winfield S. Hancock, a Democrat, by a solid margin, with the north largely going to Garfield and the south largely going to Hancock.",
        "domestic_issues": "* Garfield successfully appointed Stanley Matthews to the Supreme Court.\n* Garfield was a staunch supporter of civil rights, and believed education was essential.\n* Garfield fought strongly against US Postal Service corruption, even when told that his fellow party members were involved.",
        "foreign_policy_issues": "* Garfield largely ceded matters of foreign policy to James G. Blaine due to his lack of experience.\n* Garfield and Blaine hoped to negotiate peace in the War of the Pacific, but were unable due to Garfield's assassination.\n* Garfield hoped to build a Panamanian canal without influence from the British. ",
        "major_contributions": "Member of the House of Representatives from Ohio, Chair of the House Appropriations Committee, and Ohio Senator. ",
        "quote": "He who controls the money supply of a nation controls the nation.",
        "quote_explanation": "Garfield was a strong believer in the gold standard and did not like the idea of issuing money not backed by gold."
    },
    {
        "electoral_summary": "Chester A. Arthur became president after James A. Garfield was assassinated and was not elected.",
        "domestic_issues": "* After the Pendleton Civil Service Reform Act was signed into law, Arthur acted swiftly to appoint the necessary positions put into place by the law, to the surprise and admiration of the American public.\n* Arthur favored lowering taxes to balance the high government surplus.\n* The vast majority of Garfield's cabinet resigned when Arthur came into office. ",
        "foreign_policy_issues": "* Arthur pushed for increased Native American education funding.\n* The Arthur administration successfully pushed for the construction of new ships for the outdated US Navy.\n* The largely ineffective Chinese Exclusion Act was passed despite Arthur's initial vetoes.",
        "major_contributions": "James A. Garfield's vice president, Collector of the Port of New York, and Engineer-in-Chief of the New York Militia.",
        "quote": "Men may die, but the fabrics of free institutions remains unshaken.",
        "quote_explanation": "At this point in US history every president was standing on the shoulders of giants, and the institutions they build."
    },
    {
        "electoral_summary": "In Grover Cleveland's first election he beat James G. Blaine, a Republican, by a decent margin, with a large portion of the north going to Blaine. In Cleveland's second election he beat out Benjamin Harrison, a Republican, and James B. Weaver, a Populist, by an even wider margin, taking most of the west.",
        "domestic_issues": "* In his first term Cleveland unsuccessfully pushed against backing money with silver, but in his second term a repeal of silver coinage marked the beginning of the Silverites' downfall. \n* Cleveland worked to reduce the tariffs still lasting from the Civil War, and successfully did so.\n* The Panic of 1893 caused a depression that was exacerbated by gold shortages.",
        "foreign_policy_issues": "* The Cleveland administration in his second term prioritized the modernization of the US military.\n* Cleveland stood apposed to European annexation of Latin America.\n* Cleveland was more committed to neutrality in his first term than his second.",
        "major_contributions": "Governor of New York, Mayor of Buffalo, New York, and sheriff of Erie County.",
        "quote": "Sometimes I wake at night in the White House and rub my eyes and wonder if it is not all a dream.",
        "quote_explanation": "Cleveland is the first and only president to have a gap term, which makes his presence in the White House very unusual."
    },
    {
        "electoral_summary": "Benjamin Harrison beat out Grover Cleveland, a Democrat, by a significant margin, taking northern states across the country.",
        "domestic_issues": "* Under Harrison's administration the president was given the power to set aside land for reservations, and he exercised this power several times.\n* Harrison appointed David Josiah Brewer, Howell Edmunds Jackson, George Shiras Junior, and Henry Billings Brown to the Supreme Court.\n* North Dakota, South Dakota, Washington, and Montana were all admitted into the union under Harrison.",
        "foreign_policy_issues": "* After Europe embargoed US pork due to safety concerns, Harrison successfully pushed for the Meat Inspection Act of 1890, which helped quell concern among Europeans.\n* Harrison greatly appreciated trade and diplomacy, and raised the ranks of critical representatives from minister plenipotentiary to ambassador.\n* Harrison attempted to annex Hawaii as a US territory but was not able to during his presidency.\n",
        "major_contributions": "Member of the US Senate from Indiana.",
        "quote": "When and under what conditions is the black man to have a free ballot? When is he in fact to have those full civil rights which have so long been his in law?",
        "quote_explanation": "Harrison fought to further enforce the right to vote. "
    },
    {
        "electoral_summary": "William McKinley beat William Jennings Bryan, a Democrat, by a large margin, largely taking the northeast and southwest.",
        "domestic_issues": "* The depression following the Panic of 1893 ended during McKinley's presidency.\n* McKinley worked to ensure that all people could enjoy the once again prosperous nation.\n* The McKinley administration codified the gold standard, but allowed silver for international trade.",
        "foreign_policy_issues": "* Despite much opposition Hawaii officially became a US territory under McKinley.\n* The Cuban revolution posed a threat to American economic recovery, so McKinley took a neutralist stance.\n* The planning of the Panama Canal began under McKinley",
        "major_contributions": "Governor of Ohio, chair of the House Ways and Means Committee, and House of Representatives member from Ohio.",
        "quote": "The mission of the United States is one of benevolent assimilation.",
        "quote_explanation": "After an arduous conflict McKinley finally annexed Hawaii as a US territory."
    },
    {
        "electoral_summary": "Theodore Roosevelt thoroughly beat Alton B. Parker, a Democrat, with Parker only getting the southwest. ",
        "domestic_issues": "* The Sherman Antitrust Act was passed under Roosevelt, which put an end to monopolies like Standard Oil.\n* Roosevelt strongly believed in the development of science and technology as a method to tackle social problems.\n* Roosevelt was also a staunch a conservationist, and set aside vast swaths of land. ",
        "foreign_policy_issues": "* Roosevelt's overall approach diplomacy was, in his own words, to “Speak softly and carry a big stick,” which meant polite delegations backed up by the threat of an intimidating military.\n* The Roosevelt administration prioritized investing in the military, as it was much smaller than other world powers'.\n* Under Roosevelt construction on the Panama Canal began, which linked the Atlantic and Pacific oceans.",
        "major_contributions": "William McKinley's vice President, Governor of New York, Assistant Secretary of the Navy, and New York City Board of Police Commissioners President. ",
        "quote": "The only man who never makes mistakes is the man who never does anything.",
        "quote_explanation": "Roosevelt made many drastic reforms during his presidency, including ones that were unpopular."
    },
    {
        "electoral_summary": "William Howard Taft beat William Jennings Bryan, a Democrat with almost twice as many electoral votes, taking most of the northern states.",
        "domestic_issues": "* Taft prosecuted drastically more cases than Roosevelt under the Sherman Antitrust Act.\n* Taft's administration slightly lowered tariffs.\n* Taft committed to removing African Americans from federal jobs if there was conflict, which led to many protests in the south, which Taft relented to. ",
        "foreign_policy_issues": "* While Taft increased the number of US diplomats, he largely remained uninvolved in international conflicts. \n* Taft pushed for a major reorganization of the State Department, including the addition of a training program and divisions focused on specific geographical areas.\n* Taft was opposed to recognizing the new Republic of China, but relented to popular opinion.",
        "major_contributions": "Chief Justice of the US, US Secretary of War, and Solicitor General of the US.",
        "quote": "Presidents come and go, but the Supreme Court goes on forever.",
        "quote_explanation": "This has proven to be true in the decades since this was said, with Supreme Court justices having an outsized impact on the nation, for much longer than the terms of the presidents that appointed them."
    },
    {
        "electoral_summary": "Woodrow Wilson thoroughly beat Theodore Roosevelt, a Progressive, and William Howard Taft, a Republican.",
        "domestic_issues": "* Wilson created the Federal Reserve Banks, a system of government-run banks in 12 regions of the US.\n* The Wilson administration massively cut import tariff rates, and imposed the first ever federal income tax.\n* Wilson expanded on the Sherman Antitrust Act with legislation that banned many anti-competitive practices, and layed the groundwork for the Federal Trade Commision.",
        "foreign_policy_issues": "* Under Wilson the Panama Canal was completed, which was a massive boon for international trade.\n* Wilson worked to improve relations with Latin America, in hopes of a Pan-American alliance.\n* World War I defined Wilson's presidency, despite initially trying to remain neutral.",
        "major_contributions": "Governor of New Jersey.",
        "quote": "Friendship is the only cement that will ever hold the world together.",
        "quote_explanation": "Wilson sought diplomacy whenever possible, only coming to arms when it was absolutely necessary."
    },
    {
        "electoral_summary": "Warren G. Harding dominated James M. Cox, a Democrat, in both the electoral and popular vote, with Cox only getting a large portion of the southeast.",
        "domestic_issues": "* Harding worked to manage the federal government's finances like a private business, and created the Bureau of the Budget as part of the Budget and Accounting Act of 1921.\n* When Harding first came into office the nation was suffering from an economic depression due to World War I.\n* Harding restricted immigration to the US, and allowed the deportation of unauthorized immigrants. ",
        "foreign_policy_issues": "* Harding appointed Charles Evans Hughes as the Secretary of State, and explicitly took a much less active role in international politics than Wilson.\n* Because the Treaty of Versailles had not yet been approved, the US was legally at war with Germany, Austria, and Hungary, and this was an early priority of Harding's presidency.\n* With no major threat justifying the US's massive army and navy, Harding worked to reduce the two to be more in line with other nations. ",
        "major_contributions": "US Senator from Ohio, Lieutenant Governor of Ohio, and Ohio Senate member.",
        "quote": "I have no trouble with my enemies. I can take care of my enemies in a fight. But my friends, my goddamned friends, they're the ones who keep me walking the floor at nights!",
        "quote_explanation": "Harding had to spend much more time with diplomacy than military efforts."
    },
    {
        "electoral_summary": "",
        "domestic_issues": "",
        "foreign_policy_issues": "",
        "major_contributions": "",
        "quote": "",
        "quote_explanation": ""
    },
    {
        "electoral_summary": "",
        "domestic_issues": "",
        "foreign_policy_issues": "",
        "major_contributions": "",
        "quote": "",
        "quote_explanation": ""
    },
    {
        "electoral_summary": "",
        "domestic_issues": "",
        "foreign_policy_issues": "",
        "major_contributions": "",
        "quote": "",
        "quote_explanation": ""
    },
    {
        "electoral_summary": "",
        "domestic_issues": "",
        "foreign_policy_issues": "",
        "major_contributions": "",
        "quote": "",
        "quote_explanation": ""
    },
    {
        "electoral_summary": "",
        "domestic_issues": "",
        "foreign_policy_issues": "",
        "major_contributions": "",
        "quote": "",
        "quote_explanation": ""
    },
    {
        "electoral_summary": "",
        "domestic_issues": "",
        "foreign_policy_issues": "",
        "major_contributions": "",
        "quote": "",
        "quote_explanation": ""
    },
    {
        "electoral_summary": "",
        "domestic_issues": "",
        "foreign_policy_issues": "",
        "major_contributions": "",
        "quote": "",
        "quote_explanation": ""
    },
    {
        "electoral_summary": "Richard Nixon beat Huber Humphrey, a Democrat, and George Wallace, an American Independent, by a solid margin.",
        "domestic_issues": "* Nixon created the Environmental Protection Agency.\n* Nixon was essentially forced resign after the Watergate scandal.\n* After almost a decade the US successfully landed on the moon under Nixon.",
        "foreign_policy_issues": "* The Nixon administration established diplomatic relations with communist China.\n* Nixon expanded the Vietnam war into Cambodia\n* Nixon helped to negotiate the first arms reduction treaty with the Soviet Union.",
        "major_contributions": "Nixon was Vice President to Dwight D. Eisenhower and wrote several books on foreign policy after his presidency.",
        "quote": "I am not a crook.",
        "quote_explanation": "He said in a speech after the Watergate allegations came to light."
    },
    {
        "electoral_summary": "Gerald Ford took office when Richard Nixon resigned and failed to win re-election against Jimmy Carter, a Democrat.",
        "domestic_issues": "* Ford pardoned Richard Nixon of any crimes related to the Watergate scandal.\n* There was high inflation and economic stagnation under Ford, colloquially known as stagflation.\n* Ford created numerous preservation sites that were well received.",
        "foreign_policy_issues": "* Ford ordered the evacuation of US personnel from Vietnam, signaling the end of US involvement in the Vietnam war.\n* Ford continued Nixon's policy of easing relations with the Soviet Union and China.\n* Turkey invaded the Greek island of Cyprus despite them both being NATO members.",
        "major_contributions": "Ford was Nixon's vice president, but not elected to that office, assuming that position when Spiro Agnew resigned.",
        "quote": "America needed recovery, not revenge. The hate had to be drained and the healing begun.",
        "quote_explanation": "Ford's pardoning of Nixon went against what the public wanted but demonstrated his commitment to recovery."
    },
    {
        "electoral_summary": "Jimmy Carter somewhat narrowly beat his opponent, Gerald Ford, a Republican, by winning much of the southeast.",
        "domestic_issues": "* There was major inflation under Carter's administration.\n* Carter struggled to mitigate the distrust in government caused by the Watergate scandal.\n* Due to OPEC raising oil prices there were energy shortages in the US.",
        "foreign_policy_issues": "* After Iranian revolutionaries took hostages, the Carter administration tried and failed to rescue them.\n* The Cold War extended throughout Carter's presidency.\n* The Bush administration negotiated a treaty that had the US and the Soviet Union agree to reduce their nuclear arsenal.",
        "major_contributions": "Carter was Governor of Georgia and member of Georgia Senate.",
        "quote": "War may sometimes be a necessary evil. But no matter how necessary, it is always an evil, never a good. We will not learn to live together in peace by killing each other's children.",
        "quote_explanation": "Carter worked to reduce tensions across the world."
    },
    {
        "electoral_summary": "Ronald Reagan wiped the floor with his opponent Jimmy Carter, a Democrat, getting almost 10 times as many electoral votes.",
        "domestic_issues": "* Reagan focused on a free-market economic policy with minimal regulation.\n* Reagan broke the air traffic controller strike.\n* The Reagan administration created a new act that made it illegal to knowingly hire illegal immigrants.",
        "foreign_policy_issues": "* The Reagan administration pushed military spending up so high that Russia could not afford to compete, essentially ending the Cold War.\n* Reagan promoted numerous free trade agreements.\n* Reagan visited Berlin and gave a speech, calling on Gorbachev to tear down the Berlin wall.",
        "major_contributions": "Reagan was the governor of California.",
        "quote": "Mr. Gorbachev, tear down this wall!",
        "quote_explanation": "This was said during Reagan's speech in Berlin, and demonstrated his convictions about the unification of Germany."
    },
    {
        "electoral_summary": "George H. W. Bush dominated his opponent, Michael Dukakis, a Democrat, in a landslide victory. Only a few states in the north went to Dukakis.",
        "domestic_issues": "* Bush promoted voluntarism to address social problems.\n* The Bush administration raised taxes despite promising not to.\n* The Bush administration increased revenue and decreased spending, which was unpopular but helped to balance the national budget.",
        "foreign_policy_issues": "* The Cold War ended during Bush's presidency.\n* Bush oversaw the reintegration of East and West Germany.\n* The Bush administration launched the Persian Gulf War to counter the invasion of Kuwait by Iraq.",
        "major_contributions": "Bush was head of the CIA under the Reagan administration.",
        "quote": "Read my lips: no new taxes.",
        "quote_explanation": "The Bush administration implemented new taxes."
    },
    {
        "electoral_summary": "Bill Clinton, running against George H. W. Bush, a Republican, won handily with more than double the electoral votes. The US was somewhat evenly split between the two, but Clinton swept the northeast. ",
        "domestic_issues": "* The Clinton administration worked to cut the national deficit by increasing taxes and reducing spending, which led to the first surplus in years.\n* Clinton instituted welfare reform that cut out many people.\n* The government shut down multiple times due to Clinton refusing to sign spending bills.",
        "foreign_policy_issues": "* The US jointly bombed Bosnia and Serbia to prevent ethnic cleansing campaigns.\n* Clinton sent many soldiers to Somalia as part of a UN peacekeeping mission.\n* Clinton helped broker a peace agreement between Israel and Palestine.",
        "major_contributions": "Clinton was impeached but not removed from office.",
        "quote": "I did not have sexual relations with that woman.",
        "quote_explanation": "This is a quote related to the scandal that eventually led to Clinton's impeachment."
    },
    {
        "electoral_summary": "George W. Bush, running against Al Gore, a Democrat, won the election by a narrow margin, taking most of the interior and southeast coastal US.",
        "domestic_issues": "* In response to the terrorist attacks on the World Trade Center on 9/11 the USA PATRIOT act was quickly implemented by the Bush administration.\n* The No Child Left Behind Act was instituted by the Bush administration as part of its \"Compassionate Conservatism.\"\n* Bush's response to Hurricane Katrina was widely criticized, with many considering it a failure.",
        "foreign_policy_issues": "* After the terrorist attacks on the World Trade Center, the US launched a war on Irag and Afghanistan.\n* Bush contributed money and created an expert team to mitigate the impact of the AIDS epidemic on the world.\n* The Bush administration imposed sanctions on North Korea in response to threats of weapons of mass destruction.\n",
        "major_contributions": "The election between Bush and Gore was decided after a Supreme Court order to stop counting ballots in Florida, a hotly contested state.",
        "quote": "One of the hardest parts of my job is to connect Iraq to the war on terror.",
        "quote_explanation": "One of the major aspects of the war on terror was the invasion of Iraq."
    },
    {
        "electoral_summary": "Barack Obama, running against John McCain, a Republican, won in a landslide victory, taking most of the northeast and coastal united states.",
        "domestic_issues": "* The 2008 Financial Crisis was the worst economic downturn since the Great Depression.\n* The Obama administration increased investment in NASA.\n* Obama dramatically increased the number of deportations from the US.",
        "foreign_policy_issues": "* Obama signed the Iran nuclear deal.\n* After a broad swath of protests arose in the Arab states Obama began bombing Libya to accelerate the overthrowing of the dictatorship.\n* Under the Obama administration Osama bin Laden was killed.",
        "major_contributions": "Obama was a member of the Illinois senate for a short time.",
        "quote": "Change will not come if we wait for some other person, or if we wait for some other time. We are the ones we've been waiting for. We are the change that we seek.",
        "quote_explanation": "The Obama administration brought a younger generation into politics."
    },
    {
        "electoral_summary": "Donald Trump, running against Hillary Clinton, a Democrat, took most of the interior and a good portion of the east coast.",
        "domestic_issues": "* The Trump administration downplayed the danger of Covid-19 throughout his presidency\n* Trump promised to build a wall on the US-Mexico border, but failed to do this.\n* For roughly a month the government was shutdown due to Congress disputing Trump's demand for funding for the border wall.",
        "foreign_policy_issues": "* The Trump administration imposed many trade barriers on China, sparking a trade war.\n* Trump moved the US embassy in Israel to Jerusalem.\n* Trump pulled the US out of the Iran nuclear deal.",
        "major_contributions": "Donald Trump was the first president to not serve in any government capacity before his election. ",
        "quote": "When you are wronged repeatedly, the worst thing you can do is continue taking it- fight back!",
        "quote_explanation": "The Trump administration pushed back what it considered long-standing issues."
    },
    {
        "electoral_summary": "Joe Biden, running against Donald Trump, a Republican, won by a solid margin, with Trump largely taking the interior regions and Biden taking the rest.",
        "domestic_issues": "* In response to the Covid-19 pandemic Biden instituted a federal mask mandate, and signed numerous executive orders related to increasing supply of vaccines.\n* Biden greatly increased the nation's spending on infrastructure.\n* Biden championed a massive stimulus bill, including direct personal checks.",
        "foreign_policy_issues": "* Biden followed through with the Trump administration's deal to withdraw troops from Afghanistan.\n* The Biden administration officially declared the killing of Armenians in Turkey a genocide.\n* Biden expressed strong support for Ukraine, condemning the Russian invasion.",
        "major_contributions": "Prior to his presidency Biden was a long-term senator in Delaware.",
        "quote": "Don't tell me what you value, show me your budget, and I'll tell you what you value.",
        "quote_explanation": "The Biden administration greatly increased spending on things they deemed important."
    }
]
